Repository: batyuvitez/manduca
Catalog: manduca/assets/lang/*.po
Languages: hu_hu

source: WCAG Proficient. Use it to create individually designed accessibile websites with a child theme. Translated and adopted to Hungarian language.
hu_hu: WCAG honlap készítésére alkalmas. Származtatott sablonnal együtt bármilyen akadálymentes webdizájn megvalósítása lehetséges. Magyarra adaptált és fordított.

source: Try another search!
hu_hu: Próbálja meg egy újabb kereséssel!

source: Missing search expression
hu_hu: Hiányzik a keresési kifejezés.

source: Displays the child pages of the same parent as the displayed page
hu_hu: Ugyanannak a szülő oldalnak a közvetlen gyermekoldalainak címét mutatja.

source: Change thumbnail substitution
hu_hu: A bélyegkép helyettesítő kép

source: Remove thumbnail substitution
hu_hu: A bélyegkép helyettesítő törlése

source: Select thumbnail substitution
hu_hu: A bélyegkép helyettesítő kiválasztása

source: This image appears in excerpt if no thumbnail assigned
hu_hu: A bélyegkép helyére kerülő alapértelmezett kép, amikor nincs a bejegyzéshez bélyegkép rendelve.

source: Post thumbnail substitution
hu_hu: Alapértelmezett bélyegkép

source: Sister pages
hu_hu: Testvéroldalak

source: 1 Comment
hu_hu: 1 hozzászólás

source: %s Comments
hu_hu: %s hozzászólás

source: No Comments
hu_hu: Nincs hozzászólás

source: thumbnail substitution
hu_hu: bélyegkép helyettesítő

source: Recent Posts
hu_hu: Aktuális bejegyzés

source: Accessible recent posts widget
hu_hu: Akadálymentes legutóbbi bejegyzések widget

source: Gives enhanced control and accessible HTML
hu_hu: Több paraméterezési lehetőséget biztosít és akadálymentes

source: Use Relative Date. eg: 5 days ago
hu_hu: A mai naphoz viszonyított időmegjelölés pl. 5 napja.

source: Display Date
hu_hu: Mutassa a bejegyzés keltét

source: Display Comment Count
hu_hu: Mutassa a hozzászólások számát

source: Display Excerpt
hu_hu: Mutassa a kivonatot

source: Default Thumbnail
hu_hu: Az alapértelmezett bélyegkép

source: Display Thumbnail
hu_hu: Jelenítse meg a bélyegképet

source: Offset
hu_hu: Eltolás

source: Number of posts to show
hu_hu: Hány darab bejegyzést mutasson?

source: Limit to Tag
hu_hu: Csak a kijelölt címkével rendelkezőket mutassa

source: Limit to Category
hu_hu: Csak a kijelölt kategóriában lévőket mutassa

source: Menu Order
hu_hu: A menü sorrendje

source: Comment Count
hu_hu: A hozzászólások száma

source: Random
hu_hu: Véletlenszerű

source: Modified
hu_hu: Módosítva

source: ID
hu_hu: Azonosító

source: Orderby
hu_hu: Rendezés

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Order
hu_hu: Sorrend

source: Post Status
hu_hu: Bejegyzés státusza

source: Post Types
hu_hu: Bejegyzéstípusok

source: Exclude current post
hu_hu: A jelenlegi bejegyzés kihagyása

source: Ignore sticky posts
hu_hu: Ragadós bejegyzések kihagyása

source: Title URL
hu_hu: Cím URL

source: Part of the following post
hu_hu: Az alábbi bejegyzésben fordul elő

source: Show original
hu_hu: Ez eredeti kép megtekintése

source: Blog page template
hu_hu: Bejegyzések (blog) kezdőlapja

source: none
hu_hu: Hiányzó metaadatok

source: DEBUG
hu_hu: Teszt

source: Extra wide
hu_hu: Széles

source: Change to
hu_hu: Váltás

source: Next image
hu_hu: Következő kép

source: Previous image
hu_hu: Előző kép

source: Underlined
hu_hu: Aláhúzott

source: Link appearance
hu_hu: Link megjelenítése

source: Disabled
hu_hu: Letiltva

source: Off
hu_hu: Kikapcsolt

source: Enabled
hu_hu: Engedélyezve

source: On
hu_hu: Aktív

source: Animation
hu_hu: Mozgások

source: Author info
hu_hu: A szerzőről

source: Dyslexie
hu_hu: Diszlexia

source: Always opens link in new window
hu_hu: Mindig új ablakban nyílnak meg

source: Always opens link in same window
hu_hu: Mindig ugyanabban az ablakban nyílnak meg.

source: Link target
hu_hu: Linkek

source: Bold
hu_hu: Vastagított

source: All
hu_hu: Mind

source: None
hu_hu: Semelyik

source: Hyphenation
hu_hu: Elválasztás

source: Word spacing
hu_hu: Szavak közti távolság

source: Paragraph spacing
hu_hu: Bekezdések közti távolság

source: Letter spacing
hu_hu: Betűk közti távolság

source: Wide
hu_hu: Széles

source: Line height
hu_hu: Sortávolság

source: breadcrumb
hu_hu: kenyérmorzsa

source: Select month
hu_hu: Hónap kiválasztása

source: Inverse
hu_hu: Inverz

source: Post of %s
hu_hu: %s bejegyzései

source: New window
hu_hu: Új ablakban

source: Same window
hu_hu: Ebben az ablakban

source: Default
hu_hu: Alapbeállítás

source: Color scheme
hu_hu: Színséma

source: When using non-default reading options you accept that cookies will be saved in your browser.
hu_hu: Az alapbeállítástól eltérő beállítást sütiben tároljuk.

source: Jump to homepage
hu_hu: Kezdőlapra ugrás

source: Ok, I enabled javascript
hu_hu: Rendben, engedélyeztem.

source: Avatar of %s
hu_hu: %s fényképe

source: No categories
hu_hu: Nincs kategorizálva

source: %s hour
hu_hu: ebben az órában

source: %s minute
hu_hu: Ebben a percben

source: Collapse all
hu_hu: Az összes bezárása

source: Expand all
hu_hu: Az összes kinyitása

source: User friendy archives
hu_hu: Akadálymentes archív widget

source: You have two dropdown: one for years and one for months. This is easy-to use.
hu_hu: A könnyebb használat érdekében két legördülő menüt alkalmaz: az egyiken az évet, a másikkal a hónapot lehet beállítani.

source: Months in %s
hu_hu: archívum %s. évben

source: Filter posts
hu_hu: Szűrés

source: First select year
hu_hu: Hónap

source: Select year
hu_hu: Év kiválasztása

source: User-friendly archives
hu_hu: Akadálymentes archív widget

source: No matching result found for %s.
hu_hu: Nincs találat %s kifejezésre.

source: Leave as it is
hu_hu: Az alapbeállítások maradnak.

source: Dark background, light letters
hu_hu: Sötét háttér, világos betűk

source: Select Month
hu_hu: Hónap kiválasztása

source: Select Year
hu_hu: Év kiválasztása

source: %s year
hu_hu: %s éve

source: %s month
hu_hu: %s hónapja

source: %s day
hu_hu: %s napja

source: Back to top
hu_hu: Az oldal tetejére

source: Posts navigation
hu_hu: Bejegyzés navigáció

source: Current page
hu_hu: Jelenlegi oldal

source: Close
hu_hu: Bezárás

source: Image to the post titled: %s
hu_hu: Kép a %s cikkhez.

source: Large
hu_hu: Nagy

source: Skip to main content
hu_hu: Ugrás a fő tartalomhoz

source: Pages of this post
hu_hu: E bejegyzés több oldalból áll

source: Call on phone
hu_hu: Telefonhívás

source: Send email
hu_hu: E-mail küldése

source: Electronic book
hu_hu: Elektronikus könyv

source: open map
hu_hu: Térkép megnyitása

source: The requested page could not be located on this blog.
hu_hu: Nincs ilyen oldal.

source: opens a new window
hu_hu: új ablakban nyílik

source: Collapsable paragraph page template
hu_hu: Összezárható bekezdések sablonmintája

source: PDFs
hu_hu: PDF fájlok

source: Posts in alphabetical
hu_hu: Bejegyzések abc sorrendben

source: Posts by category
hu_hu: Bejegyzések kategóriánként

source: No title
hu_hu: Nincs cím

source: Excerpt size
hu_hu: A kivonatba való képméret

source: Page not found page
hu_hu: 404 es oldal sablonmintája

source: Accessible tab page template
hu_hu: Oldal akadálymentes tabulátorral

source: Sidebar area
hu_hu: Oldalsáv

source: Page %d
hu_hu: %d. oldal

source: %s hits of searching for <em>%s</em>
hu_hu: %s találat a <em>%s</em> keresett kifejezéshez

source: Related content
hu_hu: A képet tartalmazó bejegyzés

source: Image navigation
hu_hu: Képek közti navigáció

source: PDF document
hu_hu: PDF dokumentum

source: MS Excel document
hu_hu: Excel dokumentum

source: MS Word document
hu_hu: Word dokumentum

source: Current tab:
hu_hu: Az éppen nyitott fül

source: Font size
hu_hu: Betűméret

source: Original
hu_hu: Eredeti

source: Font type
hu_hu: Betűtípus

source: Display options
hu_hu: Olvasási beállítások

source: JavaScript is off. Please enable to use all functions.
hu_hu: A böngészőjében le van tiltva a JavaScript futtatása. Kérem engedélyezze, hogy a honlap minden funkcióját képes legyen használni.

source: Categories
hu_hu: Kategóriák

source: <span class="screen-reader-text">Page</span> %s
hu_hu: %s<span class="screen-reader-text">. oldal</span>

source: Please define an SVG icon filename.
hu_hu: Légy szíves határozd meg az SVG ikon nevét!

source: Please define default parameters in the form of an array.
hu_hu: Légy szíves az SVG ikon nevét egy tömbben határozd meg.

source: Parent of pages template
hu_hu: A szülő oldal sablonja

source: Older posts
hu_hu: Régebbi bejegyzések

source: Newer posts
hu_hu: Újabb bejegyzések

source: %s comments
hu_hu: %s db hozzászólás

source: Reply to &bdquo;%s&rdquo;
hu_hu: Hozzászólás a &bdquo;%s&rdquo; című bejegyzéshez

source: You are here:
hu_hu: Ön itt áll:

source: Abbreviation
hu_hu: Rövidítés

source: Quotation
hu_hu: Idézet

source: Image description
hu_hu: Kép hosszabb leírása:

source: Captions/Subtitles
hu_hu: Kép felirata:

source: Alternative Text
hu_hu: Helyettesítő szöveg:

source: Archives
hu_hu: Régebbi bejegyzések:

source: Yearly Archives: %s
hu_hu: %s évben készült bejegyzések:

source: Monthly Archives: %s
hu_hu: %s hónapban készült bejegyzések:

source: Daily Archives: %s
hu_hu: %s napján kelt bejegyzések:

source: Images
hu_hu: Képek

source: Next post
hu_hu: Következő bejegyzés

source: Previous post
hu_hu: Előző bejegyzés

source: Found %1$s search result for keyword: %2$s
hu_hu: %1$s találat: %2$s kifejezésre

source: Home
hu_hu: Kezdőlap

source: Blockquote
hu_hu: Hosszúidézet

source: Preformatted
hu_hu: Előre formázott

source: Heading 3
hu_hu: 3. címsorszint

source: Heading 2
hu_hu: 2. címsorszint

source: Page not found
hu_hu: Nincs ilyen oldal

source: Next
hu_hu: Következő

source: Previous
hu_hu: Előző

source: collapse child menu
hu_hu: Almenü összezárása

source: expand child menu
hu_hu: Almenü szétnyitása

source: Image in Post
hu_hu: Bejegyzésben lévő kép

source: Thumbnail
hu_hu: Előkép

source: external
hu_hu: külső

source: Sitemap Page Template
hu_hu: Oldaltérkép sablonminta

source: Full-width Page Template
hu_hu: Teljes szélességű sablonminta

source: Authors
hu_hu: Szerzők

source: Start search
hu_hu: Keresés indítása

source: Search
hu_hu: Keresés

source: Maybe try a search.
hu_hu: Nincs találat. Próbálkozzon egy újabb kereséssel!

source: Get started here!
hu_hu: Írj egy bejegyzést!

source: Ready to publish your first post?
hu_hu: Kezdhetjük a blogolást?

source: No post
hu_hu: Nincs bejegyzés

source: Original size
hu_hu: Eredeti méret

source: Date
hu_hu: Időpont

source: No matching result found.
hu_hu: Nincs találat, újabb keresési lehetőség.

source: Post navigation
hu_hu: Bejegyzések oldalai

source: Copyright text
hu_hu: Copyright szöveg

source: Tags
hu_hu: Címkék

source: Category
hu_hu: Kategóriák

source: Last revision
hu_hu: Utolsó módosítás

source: Entry date
hu_hu: Bejegyzés kelte

source: Reply
hu_hu: Válasz a hozzászólásra

source: Comment is awaiting for apporval.
hu_hu: A bejegyzés megjelenését jóvá kell hagynia a rendszergazdának.

source: Author
hu_hu: Szerző

source: Appears all pages except when using full page template
hu_hu: Minden oldalon megjelenik, kivéve ha oldalsáv nélküli sablonmintát használunk.

source: Sidebar
hu_hu: Oldalsáv

source: Footer navigation
hu_hu: Lábrész menü

source: Main navigation
hu_hu: Főmenü

source: All posts by %s
hu_hu: %s összes bejegyzése

source: Author: %s
hu_hu: Szerző: %s

source: Continue reading
hu_hu: Tovább olvasom

source: Featured
hu_hu: Kiemelt

source: Edit
hu_hu: Szerkesztés

source: Pages
hu_hu: Oldalak

source: Sitemap
hu_hu: Oldaltérkép

source: No results were found. Perhaps to choose from the HTML sitemap below.
hu_hu: Nincs ilyen bejegyzés. Az alábbi honlaptérkép talán segít megtalálni, amit keres.

source: Nothing found
hu_hu: Nincs eredmény

source: Comments are closed.
hu_hu: Sajnos nincs lehetőség hozzászólásra.

source: About %s
hu_hu: A szerzőről: %s

source: The requested page could not be located on this blog. We highly recommend to choose from the HTML sitemap below.
hu_hu: Kedves olvasó sajnos valami hiba csúszott a keresésbe, emiatt találkozott ezzel az oldallal. Alább közöljük a honlapunk teljes oldaltérképét, reméljük segítségére lesz:

source: Error 404 &#45; Page Not Found!
hu_hu: 404-es hiba: Nincs ilyen oldal.
